{ "translations": {
    "Ransomware protection" : "Ochrana před kybernetickým vydíráním",
    "File “%1$s” could not be uploaded!" : "Soubor „%1$s“ se nedaří nahrát!",
    "Your sync clients are currently blocked from further uploads" : "Další nahrávání z vašich synchronizačních klientů je nyní blokováno",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Soubor „%1$s“, který jste se pokusili nahrát, odpovídá vzorcům ransomware/viru „%2$s“. Pokud jste si naprosto jistí, že vaše zařízení není infikováno, můžete ochranu dočasně vypnout. V opačném případě požádejte o pomoc svého správce systémů.",
    "Pause protection" : "Pozastavení ochrany",
    "I need help!" : "Potřebuji pomoc!",
    "User %s may be infected with ransomware and is asking for your help." : "Uživatel %s může být infikován(a) ransomwarem a žádá vás o pomoc.",
    "I will help" : "Pomohu",
    "This app prevents uploading files with known ransomware file endings" : "Tato aplikace brání nahrání souborů s koncovkami, u kterých je známo, že značí software, používaný pro kybernetické vydírání",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files cannot be affected by another way." : "Tato aplikace brání synchronizačním klientům Nextcloudu v nahrávání souborů s koncovkami, u kterých je známo, že by mohli obsahovat  ransomware.\n\n⚠️ Tato aplikace nenahrazuje pravidelné zálohování. Konkrétně proto, že pouze zabraňuje nakaženým klientům v nahrávání a přepisování souborů na vámi využívaném Nextcloud serveru. Nepomůže v případě, kdy je server ransomware nakažen přímo.\n\n⚠️ Ani vývojář, ani společnost Nextcloud GmbH nedává žádné záruky na to, že vaše soubory nemohou být ovlivněny jiným způsobem.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Zahrnout soubory s poznámkami, které mají neobvyklé názvy, jako např. ReadMe.TxT, info.html",
    "Additional extension patterns" : "Další vzory přípon",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Jeden vzor na řádek. Pokud je vzor regulárním výrazem je třeba, aby začínal na ^ nebo končil na $. Úvodní tečka nebo podtržítko u vzorů, které nejsou regulárními výrazy znamená, že že název má končit na daný řetězec.",
    "Additional note file patterns" : "Vzory souborů pro dodatečnou poznámku",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Jeden vzor na řádek. Pokud je vzor regulárním výrazem je třeba, aby začínal na ^ nebo končil na $. V opačné případě je třeba, aby název byl úplná shoda.",
    "Exclude extension patterns" : "Vzory vynechaných přípon",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Každý vzor na samostatném řádku. Zkopírujte přesný řetězec ze zdrojového souboru. Toto pomůže zachovat vaše vynechání při aktualizaci aplikace.",
    "Ignore extension patterns" : "Vzory ignorovaných přípon",
    "Exclude note file patterns" : "Vzor souboru pro vynechání poznámky",
    "Ignore note file patterns" : "Vzor souboru pro ignorování poznámky",
    "Protection is currently active" : "Ochrana je v současné době aktivní",
    "Protection is currently paused until: <strong>%s</strong>" : "Ochrana je nyní pozastavena dokud: <strong>%s</strong>",
    "Re-enable protection now" : "Opětovné zapnutí ochrany",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Tato aplikace brání Nextcloud synchronizačním klientům v nahrávání souborů s koncovkami, o kterých je známo, že by mohli obsahovat  ransomware.\n\n⚠️ Tato aplikace nenahrazuje pravidelné zálohování. Konkrétně proto, že pouze zabraňuje nakaženým klientům v nahrávání a přepisování souborů na vámi využívaném Nextcloud serveru. Nepomůže v případě, kdy je server ransomware nakažen přímo.\n\n⚠️ Ani vývojář, ani společnost Nextcloud GmbH nedává žádné záruky na to, že vaše soubory nemohou být ovlivněny jiným způsobem."
},"pluralForm" :"nplurals=4; plural=(n == 1 && n % 1 == 0) ? 0 : (n >= 2 && n <= 4 && n % 1 == 0) ? 1: (n % 1 != 0 ) ? 2 : 3;"
}