{ "translations": {
    "Ransomware protection" : "Schutz vor Ransomware",
    "File “%1$s” could not be uploaded!" : "Die Datei \"%1$s\" konnte nicht hochgeladen werden!",
    "Your sync clients are currently blocked from further uploads" : "Ihre Sync-Clients sind derzeit blockiert und können keine weiteren Dateien hochladen",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Die Datei \"%1$s\", die Sie versucht haben hochzuladen, stimmt mit dem Namensmuster einer Ransomware oder eines Virus \"%2$s\" überein. Wenn Sie sicher sind, dass Ihr Gerät nicht infiziert ist, können Sie den Schutz kurzzeitig pausieren. Andernfalls können Sie den Administrator bitten, Ihnen zu helfen und Sie zu kontaktieren.",
    "Pause protection" : "Schutz pausieren",
    "I need help!" : "Ich brauche Hilfe!",
    "User %s may be infected with ransomware and is asking for your help." : "Benutzer %s könnte mit Ransomware infiziert sein und fragt nach Ihrer Hilfe.",
    "I will help" : "Ich helfe",
    "This app prevents uploading files with known ransomware file endings" : "Diese App verhindert das Hochladen von Dateien mit für Ransomware bekannten Dateiendungen",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files cannot be affected by another way." : "Diese App hindert Nextclouds Sync-Clients daran, Dateien mit bekannten Dateiendungen von Erpressungssoftware (Ransomware) hochzuladen.\n\n⚠️ Diese App ersetzt nicht regelmäßige Backups. Vor allem deshalb, weil sie lediglich infizierte Clients am Hochladen und Überschreiben von Daten auf Ihrem Nextcloud-Server hindert. Die App hilft nicht, wenn Ihr Server bereits mit Ransomware infiziert ist.\n\n⚠️ Weder die Entwickler noch die Nextcloud GmbH geben eine Garantie dafür, dass Ihre Daten nicht auf anderem Wege infiziert werden können.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Notizdateien mit nicht offensichtlichen Namen einbeziehen, z. B. ReadMe.TxT, info.html",
    "Additional extension patterns" : "Zusätzliche Erweiterungsmuster",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Ein Muster pro Zeile. Wenn das Muster ein regulärer Ausdruck ist, muss es mit ^ beginnen oder mit $ enden. Führender Punkt oder Unterstrich bei nicht regulärem Ausdruck bedeutet, dass der Name mit der angegebenen Zeichenfolge enden muss.",
    "Additional note file patterns" : "Zusätzliche Notizdatei-Muster",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Ein Muster pro Zeile. Wenn das Muster ein regulärer Ausdruck ist, muss es mit ^ beginnen oder mit $ enden, ansonsten muss der Name eine vollständige Übereinstimmung sein.",
    "Exclude extension patterns" : "Erweiterungsmuster ausschließen",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Ein Muster pro Zeile. Kopieren Sie die genaue Zeichenfolge aus der Quelldatei. Dadurch bleiben Ihre Ausschlüsse beim Aktualisieren der App erhalten.",
    "Ignore extension patterns" : "Erweiterungsmuster ignorieren",
    "Exclude note file patterns" : "Notizdatei-Muster ausschließen",
    "Ignore note file patterns" : "Notizdatei-Muster ignorieren",
    "Protection is currently active" : "Schutz ist derzeit aktiv",
    "Protection is currently paused until: <strong>%s</strong>" : "Schutz ist derzeit pausiert bis: <strong>%s</strong>",
    "Re-enable protection now" : "Schutz jetzt wieder aktivieren"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}