{ "translations": {
    "Ransomware protection" : "Προστασία από κακόβουλο λογισμικό",
    "File “%1$s” could not be uploaded!" : "Το \"%1$s\" δεν ήταν δυνατόν να αναφορτωθεί!",
    "Your sync clients are currently blocked from further uploads" : "Οι συγχρονισμένοι πελάτες σας έχουν, προς το παρόν, μπλοκαριστεί ",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Το αρχείο  “%1$s” που προσπαθήσατε να μεταφορτώσετε συμφωνεί με το πρότυπο ονομασίας ενός ransomware / virus \"%2$s\". Εάν είστε βέβαιοι ότι η συσκευή σας δεν επηρεάζεται, μπορείτε προσωρινά να απενεργοποιήσετε την προστασία. Διαφορετικά, μπορείτε να ζητήσετε βοήθεια από το διαχειριστή σας.",
    "Pause protection" : "Διάλειμμα προστασίας",
    "I need help!" : "Χρειάζομαι βοήθεια",
    "User %s may be infected with ransomware and is asking for your help." : "Ο χρήστης %s ίσως μολύνθηκε με ransomware και ζητάει την βοήθειά σας.",
    "I will help" : "Θα βοηθήσω",
    "This app prevents uploading files with known ransomware file endings" : "Η εφαρμογή αποτρέπει τον διαμοιρασμό αρχείων με γνωστά ransomware",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Περιλαμβάνονται αρχεία σημειώσεων με μη προφανή ονόματα, π.χ. ReadMe.TxT, info.html",
    "Additional extension patterns" : "Πρόσθετα μοτίβα επέκτασης",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Ένα μοτίβο ανά γραμμή. Αν το πρότυπο είναι κανονική έκφραση, πρέπει να ξεκινήσει με ^ ή να τερματίσει με $. Η πρώτη τελεία ή κάτω παύλα σε μη κανονικά μοτίβα έκφρασης σημαίνει ότι το όνομα πρέπει να τελειώνει με τη δεδομένη συμβολοσειρά.",
    "Additional note file patterns" : "Πρόσθετες επεκτέσεις αρχείων σημειώσεων",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Ένα μοτίβο ανά γραμμή. Αν το πρότυπο είναι κανονική έκφραση, πρέπει να ξεκινήσει με ^ ή να τερματίσει με $ αλλιώς πρέπει να ταιριάζει ακριβώς το όνομα.",
    "Exclude extension patterns" : "Εξαίρεση μοτίβων επέκτασης",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Ένα μοτίβο ανά γραμμή. Αντιγράψτε την ακριβή συμβολοσειρά από το αρχικό αρχείο. Αυτό βοηθά στη διατήρηση των εξαιρέσεων κατά την ενημέρωση της εφαρμογής.",
    "Ignore extension patterns" : "Αγνόηση μοτίβων επέκτασης",
    "Exclude note file patterns" : "Εξαίρεση των μοτίβων αρχείων σημειώσεων",
    "Ignore note file patterns" : "Αγνόηση των μοτίβων αρχείων σημειώσεων",
    "Protection is currently active" : "Η προστασία είναι ενεργοποιημένη",
    "Protection is currently paused until: <strong>%s</strong>" : "Η προστασία είναι προς το παρόν σε παύση έως: <strong>%s</strong>",
    "Re-enable protection now" : "Ενεργοποιήστε ξανά την προστασία τώρα"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}