{ "translations": {
    "Ransomware protection" : "Protection contre les logiciels d'extorsion",
    "File “%1$s” could not be uploaded!" : "Le fichier \"%1$s\" n'a pas pu être téléversé!",
    "Your sync clients are currently blocked from further uploads" : "Vos clients de synchronisation sont actuellement bloqués et ne peuvent plus effectuer de téléversement",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Le fichier \"%1$s\" que vous avez essayé de téléverser correspond au modèle de nommage d'un logiciel d'extorsion/virus \"%2$s\". Si vous êtes sûr que votre appareil n'est pas affecté, vous pouvez temporairement désactiver la protection. Sinon, vous pouvez demander de l'aide à votre administrateur, afin qu'il vous recontacte.",
    "Pause protection" : "Suspendre la protection",
    "I need help!" : "J'ai besoin d'aide!",
    "User %s may be infected with ransomware and is asking for your help." : "L'utilisateur %s pourrait être infecté par un logiciel d'extorsion et demande votre aide.",
    "I will help" : "Je vais aider",
    "This app prevents uploading files with known ransomware file endings" : "Cette application empêche le téléversement de fichiers avec des extensions de fichiers connues pour faire partie de rançongiciels ( logiciel d'extorsion ou ransomware)",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Inclure les fichiers texte avec des noms pas évidents, tels quel ReadMe.TxT, info.html",
    "Additional extension patterns" : "Modèles supplémentaires d'extension",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Un modèle par ligne. Si le modèle est une expression régulière, il doit commencer par ^ ou se terminer par $. Pour les modèles d'expression non-régulière, un point ou un trait de soulignement au début signifie que le nom doit se terminer par la chaîne de caractères.",
    "Additional note file patterns" : "Modèles supplémentaires de fichier texte",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Un modèle par ligne. Si le modèle est une expression régulière, il doit commencer avec un ^ ou se terminer avec $, sinon le nom doit complètement correspondre.",
    "Exclude extension patterns" : "Exclure les modèles d'extension",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Un modèle par ligne. Copiez la chaîne de caractère exacte depuis le fichier resource. Cela aide à conserver vos exclusions pendant que l'application est mise à jour.",
    "Ignore extension patterns" : "Ignorer les modèles d'extension",
    "Exclude note file patterns" : "Exclure les modèles de fichier texte",
    "Ignore note file patterns" : "Ignorer les modèles de fichier texte",
    "Protection is currently active" : "La protection est actuellement active",
    "Protection is currently paused until: <strong>%s</strong>" : "La protection est actuellement suspendue jusqu'à: <strong>%s</strong>",
    "Re-enable protection now" : "Réactiver la protection maintenant",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : " Cette application empêche les instances Nextcloud Sync de télécharger des fichiers dont la fin de fichier est connue. ⚠️ Cette application ne remplace pas les sauvegardes périodiques. D'autant plus qu'elle empêche uniquement les logiciels Nextcloud infectés de télécharger et d'écraser des fichiers sur votre serveur Nextcloud. Elle n'est d'aucune utilité si votre serveur est directement infecté par un ransomware (Logiciel malveillant qui prends en otage vos données personnelles).⚠️ Ni le développeur ni Nextcloud GmbH ne garantissent que vos fichiers ne puissent pas être affectés d'une autre manière."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}