{ "translations": {
    "Ransomware protection" : "Zsarolóprogram védelem",
    "File “%1$s” could not be uploaded!" : "„%1$s” fájlt nem lehet feltölteni!",
    "Your sync clients are currently blocked from further uploads" : "A szinkronizálási klienseid jelenleg nem tölthetnek fel",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "A fájl “%1$s”, amit feltölteni szerettél volna egy zsaroló vírus/vírus fájlnév illeszkedést tartalmaz “%2$s”. Ha biztos vagy benne, hogy az eszköz nem fertőzött, átmenetileg kikapcsolhatod a védelmet. Egyébként segítséget kérhetsz egy rendszergazdától.",
    "Pause protection" : "Védelem szüneteltetése",
    "I need help!" : "Segítségre van szükségem!",
    "User %s may be infected with ransomware and is asking for your help." : "%s felhasználó zsarolóvírus fertőzött lehet, a segítségedet kéri.",
    "I will help" : "Segítek",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "A segítségfájlokat ne szokványos néven add hozzá. Pl.: ReadMe.TxT, info.html",
    "Additional extension patterns" : "Kiegészítő kiterjesztés minták",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Egy minta egy sorban. Ha egy minta reguláris kifejezés ^-vel kell kezdődjön, és $-al kell végződjön. Kezdő pont vagy alsó vonás esetén a nem reguláris kifejezés minták a a szöveg végére kell illesztendők.",
    "Additional note file patterns" : "Kiegészítő feljegyzés név minták",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Egy minta per sor. Reguláris kifejezések esetén a minta ^-vel kell kezdődjön és $-al kell végződjön. Egyéb esetekben teljes illesztés történik.",
    "Exclude extension patterns" : "Kizárt kiterjesztési minták",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Egy minta per sor. A pontos szöveget másold ki a forrás fájlból. Ezzel megmaradnak a kizárásaid frissítés során.",
    "Ignore extension patterns" : "Figyelmen kívül hagyási minták",
    "Exclude note file patterns" : "Kizárt feljegyzés fáj minták",
    "Ignore note file patterns" : "Figyelmen kívül hagyott feljegyzés fájl minták",
    "Protection is currently active" : "Védelem jelenleg aktív",
    "Protection is currently paused until: <strong>%s</strong>" : "Védelem szüneteltetve eddig: <strong>%s</strong>",
    "Re-enable protection now" : "Védelem újraengedélyezése"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}