{ "translations": {
    "Ransomware protection" : "Zsarolóprogram-védelem",
    "File “%1$s” could not be uploaded!" : "A(z) „%1$s” fájlt nem lehet feltölteni!",
    "Your sync clients are currently blocked from further uploads" : "A szinkronizálási kliensei jelenleg nem tölthetnek fel",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "A feltölteni próbált „%1$s” fájl neve megegyezik a(z) „%2$s” zsarolóprogram elnevezési mintájával. Ha biztos benne, hogy az eszköz nem fertőzött, átmenetileg kikapcsolhatja a védelmet. Egyébként segítséget kérhet a rendszergazdától.",
    "Pause protection" : "Védelem szüneteltetése",
    "I need help!" : "Segítségre van szükségem!",
    "User %s may be infected with ransomware and is asking for your help." : "%s felhasználó zsarolóprogrammal fertőzött lehet, és segítséget kér.",
    "I will help" : "Segítek",
    "This app prevents uploading files with known ransomware file endings" : "Ez az alkalmazás megakadályozza azon fájlok feltöltését, amelyek ismert zsarolóprogramokra jellemző fájlnév végződésekkel rendelkeznek.",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Az alkalmazás megakadályozza, hogy a Nextcloud szinkronizálási kliensek olyan fájlokat töltsenek fel, melyek ismert zsarolóvírus-fájlvégződéssel rendelkeznek.\n\n⚠️ Az alkalmazás nem helyettesíti a rendszeres biztonsági mentést. Különösképp azért, mert csak azt akadályozza meg, hogy a fertőzött kliensek feltöltsék és felülírják a Nextcloud kiszolgálón található fájlokat. Hatástalan, ha közvetlenül a kiszolgálót fertőzi meg egy zsarolóvírus.\n\n⚠️ Sem a fejlesztő, sem a Nextcloud GmbH nem vállal semmiféle garanciát, hogy a fájlok más módokon nem lehetnek érintettek.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Azon jegyzetfájlok bele vétele, melyek nem szokványos névvel rendelkeznek, például: ReadMe.TxT, info.html",
    "Additional extension patterns" : "További kiterjesztésminták",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Soronként egy minta. Ha a minta reguláris kifejezés, akkor ^-vel kell kezdődjön, vagy $-al kell végződjön. A kezdő pont vagy alsó vonás esetén a nem reguláris kifejezésminták esetén azt jelenti, hogy a névnek a megadott karakterlánccal kell végződnie.",
    "Additional note file patterns" : "További feljegyzésfájl-minták",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Soronként egy minta. Ha a minta reguláris kifejezés, akkor ^-vel kell kezdődjön, vagy $-al kell végződjön, különben a névnek teljesen illeszkednie kell.",
    "Exclude extension patterns" : "Kizárt kiterjesztésminták",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Soronként egy minta. Másolja át a pontos karakterláncot az erőforrásfájlból. Így megmaradnak a kivételei az alkalmazás frissítésekor.",
    "Ignore extension patterns" : "Mellőzendő kiterjesztésminták",
    "Exclude note file patterns" : "Kizárt feljegyzésfájl-minták",
    "Ignore note file patterns" : "Mellőzendő feljegyzésfájl-minták",
    "Protection is currently active" : "A védelem jelenleg aktív",
    "Protection is currently paused until: <strong>%s</strong>" : "A védelem szüneteltetve eddig: <strong>%s</strong>",
    "Re-enable protection now" : "A védelem újraengedélyezése",
    "This app prevents uploading files with known ransomware file endings.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Ez az alkalmazás megakadályozza azon fájlok feltöltését, amelyek ismert zsarolóprogramokra jellemző fájlnév végződésekkel rendelkeznek.\n\n⚠️ Sem a fejlesztő, sem a Nextcloud GmbH nem ad semmiféle garanciát, hogy a fájljai nem fertőződhettek meg más módon."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}