{ "translations": {
    "Ransomware protection" : "Vörn gegn fjárkúgunaróværu",
    "File “%1$s” could not be uploaded!" : "Gat ekki sent inn skrána “%1$s”!",
    "Your sync clients are currently blocked from further uploads" : "Samstillingarforritin þín eru sem stendur útilokuð frá frekari innsendingum",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Skráin “%1$s” sem þú reyndir að senda inn samsvarar nafnamynstri fjárkúgunaróværu eða vírus “%2$s”. Ef þú ert viss um að tækið þitt sé ekki smitað, þá gætirðu gert þessa vörn tímabundið óvirka. Annars geturðu beðið um hjálp frá kerfisstjórnendum, svo að þeir komi að skoða málið.",
    "Pause protection" : "Setja varnir í bið",
    "I need help!" : "Ég þarf hjálp!",
    "User %s may be infected with ransomware and is asking for your help." : "Notandinn %s gæti verið smitaður af fjárkúgunaróværu (ransomware) og er að biðja þig um hjálp.",
    "I will help" : "Ég vil hjálpa",
    "This app prevents uploading files with known ransomware file endings" : "Þetta forrit kemur í veg fyrir innsendingu skráa með þekktum skráaendingum fjárkúgunaróværu (ransomware)",
    "Protection is currently active" : "Varnir eru núna virkar",
    "Protection is currently paused until: <strong>%s</strong>" : "Varnir eru núna í bið þar til: <strong>%s</strong>",
    "Re-enable protection now" : "Endurvirkja varnir núna",
    "This app prevents uploading files with known ransomware file endings.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Þetta forrit kemur í veg fyrir innsendingu skráa með þekktum skráaendingum fjárkúgunaróværu (ransomware).\n\n⚠️ Hvorki forritarar né Nextcloud GmbH taka neina ábyrgð á því að skrárnar þínar séu ekki smitaðar á einhvern annan hátt."
},"pluralForm" :"nplurals=2; plural=(n % 10 != 1 || n % 100 == 11);"
}