{ "translations": {
    "Ransomware protection" : "Protezione ransomware",
    "File “%1$s” could not be uploaded!" : "Il file \"%1$s\" non può essere caricato!",
    "Your sync clients are currently blocked from further uploads" : "I tuoi client di sincronizzazione sono attualmente bloccati da ulteriori caricamenti.",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Il file \"%1$s\" che hai provato a caricare corrisponde al modello di nome di un ransomware/virus \"%2$s\". Se sei sicuro che il tuo dispositivo non sia infetto, puoi disabilitare temporaneamente la protezione. Altrimenti, puoi richiedere aiuto al tuo amministratore.",
    "Pause protection" : "Sospendi la protezione",
    "I need help!" : "Ho bisogno d'aiuto!",
    "User %s may be infected with ransomware and is asking for your help." : "L'utente %s potrebbe essere infetto con un ransomware e chiede il tuo aiuto.",
    "I will help" : "Lo aiuterò",
    "This app prevents uploading files with known ransomware file endings" : "Questa applicazione impedisce di caricare file di ransomware conosciuti",
    "This app prevents uploading files with known ransomware file endings.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Questa applicazione impedisce il caricamento di file con ransomware conosciuti.\n\n⚠️ Né lo sviluppatore, né Nextcloud GmbH fornisce alcuna garanzia che i tuoi file non possano essere infettati in altro modo.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Includi file di note con nomi non ovvi, ad es. ReadMe.TxT, info.html",
    "Additional extension patterns" : "Modelli di estensione aggiuntivi",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Un modello per riga. Se il modello è un'espressione regolare deve iniziare con ^ o finire con $. Il punto iniziale o un underscore in modelli di espressione non regolare significano che il nome deve terminare con la stringa specificata.",
    "Additional note file patterns" : "Modelli di file di note aggiuntivi",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Un modello per riga. Se il modello è un'espressione regolare deve iniziare con ^ o terminare con $, altrimenti il nome deve essere una corrispondenza completa.",
    "Exclude extension patterns" : "Escludi modelli di estensione",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Un modello per riga. Copia una stringa esatta dal file dele risorse. Ciò ti aiuta a mantenere le tue esclusioni durante l'aggiornamento dell'applicazione.",
    "Ignore extension patterns" : "Ignora modelli di estensione",
    "Exclude note file patterns" : "Escludi modelli di file di note",
    "Ignore note file patterns" : "Ignora modelli di file di note",
    "Protection is currently active" : "La protezione è attualmente attiva",
    "Protection is currently paused until: <strong>%s</strong>" : "La protezione è attualmente sospesa fino a: <strong>%s</strong>",
    "Re-enable protection now" : "Riabilita la protezione subito"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}