{ "translations": {
    "Ransomware protection" : "Løsepengevirusbeskyttelse",
    "File “%1$s” could not be uploaded!" : "Filen “%1$s” kunne ikke lastes opp!",
    "Your sync clients are currently blocked from further uploads" : "Dine synkroniseringsklienter er blokkert for flere opplastinger.",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Filen “%1$s” som du prøver å laste opp passer med navnemønsteret til et løsepengevirus “%2$s”. Hvis du er sikker på at enheten din ikke er infisert, kan du stoppe beskyttelsen midlertidig. Ellers kan du be om hjelp fra skyens administrator, som kan hjelpe deg.",
    "Pause protection" : "Sett beskyttelse på pause",
    "I need help!" : "Jeg trenger hjelp!",
    "User %s may be infected with ransomware and is asking for your help." : "Brukeren 1%s kan være infisert med et løsepengevirus og ber om din hjelp.",
    "I will help" : "Jeg vil hjelpe",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Inkluder notisfiler med ikke åpenbare navn, f.eks ReadMe.TxT, info.html",
    "Additional extension patterns" : "Flere mønstre for filendelse",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Et mønster per linje. Hvis det er et regulært uttrykk, må det starte med ^ eller slutte med $. Innledende dott eller understrek på ikke-regulære uttrykk betyr at navnet må slutte med gitt streng.",
    "Additional note file patterns" : "Flere mønstre for notisfiler",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Et mønster per linje. Hvis det er et regulært uttrykk, må det starte med ^ eller slutte med $, ellers må navnet samsvare helt.",
    "Exclude extension patterns" : "Mønstre for filendelse som ekskluderes",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Ett mønster per linje. Kopier eksakt streng fra ressursfilen. Dette hjelper til med å beholde utelatelsene dine mens programmet oppgraderes.",
    "Ignore extension patterns" : "Mønstre for filendelse som ignoreres",
    "Exclude note file patterns" : "Mønstre for notisfil som ekskluderes.",
    "Ignore note file patterns" : "Mønstre for notisfil som ignoreres.",
    "Protection is currently active" : "Beskyttelse er aktiv",
    "Protection is currently paused until: <strong>%s</strong>" : "Beskyttelse er satt på pause til: <strong>%s</strong>",
    "Re-enable protection now" : "Aktiver beskyttelsen igjen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}