{ "translations": {
    "Ransomware protection" : "Ransomwarebescherming",
    "File “%1$s” could not be uploaded!" : "Bestand “%1$s” kon niet worden geüpload!",
    "Your sync clients are currently blocked from further uploads" : "Je sync clients zijn momenteel geblokkeerd voor verdere uploads",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Het bestand “%1$s” dat je probeerde te uploaden komt overeen met met het naampatroon van ransomware/virus “%2$s”. Indien je er zeker van bent dat je apparaat niet aangetast is, kun je tijdelijk de bescherming uitschakelen. Anders kun je een verzoek voor hulp indienen bij jouw beheerder, zodat die contact met je opneemt.",
    "Pause protection" : "Pauzeer bescherming",
    "I need help!" : "Ik heb hulp nodig!",
    "User %s may be infected with ransomware and is asking for your help." : "Gebruiker %s zou geïnfecteerd kunnen zijn met ransomware en vraagt je om hulp.",
    "I will help" : "Ik zal helpen",
    "This app prevents uploading files with known ransomware file endings" : "Deze app voorkomt het uploaden van bestanden met bekende ransomware extensies",
    "This app prevents uploading files with known ransomware file endings.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Deze app voorkomt uploaden van bestanden met bekende ransomwareextensies.\n\n⚠️ Noch de ontwikkelaars, noch Nextcloud GmbH kunnen enige garantie geven dat je bestanden niet op een andere manier geïnfecteerd kunnen worden.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Notitiebestanden opnemen met niet voor de hand liggende namen, bijv. ReadMe.TxT, info.html",
    "Additional extension patterns" : "Aanvullende extensiepatronen",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Een patroon per regel. Als het patroon een reguliere expressie is moet het beginnen met ^ of eindigen met $. Een niet-reguliere expressie beginnend met een punt of underscore houdt in dat de naam moet eindigen met de opgegeven tekenreeks.",
    "Additional note file patterns" : "Aanvullende notitiebestandspatronen",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Een patroon per regel. Als het patroon een reguliere expressie is moet het beginnen met ^ of eindigen met $, anders moet de naam volledig overeenkomen.",
    "Exclude extension patterns" : "Extensiepatronen uitsluiten",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Een patroon per regel. Kopieer de exacte tekenreeks uit het bronbestand. Dit zorgt ervoor dat je uitsluitingen bewaard blijven tijdens het updaten van de app.",
    "Ignore extension patterns" : "Negeer extensiepatronen",
    "Exclude note file patterns" : "Notitiebestandspatronen uitsluiten",
    "Ignore note file patterns" : "Negeer notitiebestandspatronen",
    "Protection is currently active" : "Bescherming is momenteel actief",
    "Protection is currently paused until: <strong>%s</strong>" : "Bescherming is momenteel gepauzeerd tot: <strong>%s</strong>",
    "Re-enable protection now" : "Bescherming opnieuw inschakelen"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}