{ "translations": {
    "Ransomware protection" : "Zaščita Ransomware",
    "File “%1$s” could not be uploaded!" : "Datoteke »%1$s« ni mogoče poslati!",
    "Your sync clients are currently blocked from further uploads" : "Nameščeni odjemalci za usklajevanje so trenutno blokirani za nadaljnje pošiljanje",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Datoteka »%1$s«, ki jo poskušate poslati je poimenovana po maski, značilni za virus/odkupnino »%2$s«. Če ste prepričani, da uporabljena naprava ni okužena, lahko začasno onemogočite to zaščito. Če niste prepričani, stopite v stik s skrbnikom sistema.",
    "Pause protection" : "Začasno ustavi zaščito",
    "I need help!" : "Potrebujem pomoč!",
    "User %s may be infected with ransomware and is asking for your help." : "Račun %s je morda okužen z virusom/odkupnino in prosi za pomoč.",
    "I will help" : "Želim pomagati.",
    "This app prevents uploading files with known ransomware file endings" : "Program preprečuje pošiljanje datotek z znanimi maskami datotek virusov/odkupnin.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Vključi besedilne datoteke z ne tako očitnimi imeni, na primer: ReadMe.TxT, info.html in podobno.",
    "Additional extension patterns" : "Dodatni vzorci pripone",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Vpisan mora biti en vzorec na vrstico. Če je vzorec logični izraz, se mora začeti z znakom » ^ « ali končati z » $ «. Začetka pika ».« oziroma podčrtaj »_« pomeni pri vzorcih, ki niso logični izrazi, da se s tem znakom ime konča.",
    "Additional note file patterns" : "Dodaten vzorec besedilnih datotek",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Vpisan mora biti en vzorec na vrstico. Če je vzorec logični izraz, se mora začeti z znakom » ^ « ali končati z znakom » $ «, sicer mora biti celotno ime popoln zadetek skladnje.",
    "Exclude extension patterns" : "Izločitveni vzorec datotečnih pripon",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Vpisan mora biti en vzorec na vrstico. Kopirati je treba natančen niz iz datoteke vira. To omogoča ohranjati izločitve tudi, ko se program posodablja.",
    "Ignore extension patterns" : "Prezri vzorec pripone",
    "Exclude note file patterns" : "Izloči vzorce besedilnih datotek",
    "Ignore note file patterns" : "Prezri vzorce besedilnih datotek",
    "Protection is currently active" : "Zaščita je trenutno omogočena",
    "Protection is currently paused until: <strong>%s</strong>" : "Zaščita je onemogočena do: <strong>%s</strong>",
    "Re-enable protection now" : "Ponovno omogoči zaščito",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Program onemogoča usklajevalnikom Nextcloud nalaganje datotek s poznanimi priponami, ki so značilne za izsiljevalsko programsko opremo.\n\n⚠️ Program ne nadomešča običajnih postopkov ustvarjanja varnostnih kopij. Preprečuje zgolji nalaganje in prepisovanje datotek na strežniku Nextcloud, kar ne pomaga, ko je strežnik s tako programsko opremo že okužen.\n\n⚠️ Ne razvijalci, še manj skupnost Nextcloud GmbH ne morejo zagotoviti, da se zlonamerni programi ne prenašajo na kakšen drug način."
},"pluralForm" :"nplurals=4; plural=(n%100==1 ? 0 : n%100==2 ? 1 : n%100==3 || n%100==4 ? 2 : 3);"
}