{ "translations": {
    "Ransomware protection" : "Заштита од софтвера за уцењивање",
    "File “%1$s” could not be uploaded!" : "Фајл \"%1$s\" не може да се отпреми!",
    "Your sync clients are currently blocked from further uploads" : "Ваши синхронизациони клијенти су тренутно блокирани да отпремају на даље",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Фајл \"%1$s\" који сте покушали да отпремите се поклапа са именовањем вируса/софтвера за уцену \"%2$s\". Ако сте сигурни да Ваш уређај није заражен, можете привремено искључити заштиту. У супротном, можете да затражите помоћ од администратора, да дођу до Вас.",
    "Pause protection" : "Паузирај заштиту",
    "I need help!" : "Треба ми помоћ!",
    "User %s may be infected with ransomware and is asking for your help." : "Корисник %s је можда заражен софтвер за уцењивање и тражи помоћ од Вас.",
    "I will help" : "Помоћи ћу",
    "This app prevents uploading files with known ransomware file endings" : "Ова апликација не дозвољава отпремање фајлова са завршетком који је познат као софтвер за уцењивање",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "Ова апликација спречава Некстклауд синхронизационе клијенте да отпремају фајлове са суфиксима који су познати као рансомвер.\n\n⚠️ Ова апликација није замена за редовне резервне копије. Поготову пошто она само спречава инфициране клијенте да отпремају и преписују фајлове на Вашем Некстклауд серверу. Неће помоћу ако је Ваш сервер директно инфициран рансомвером.\n\n⚠️ Ни програмер ни Nextcloud GmbH не дају никакве гаранције да Ваши фајлови не могу бити инфицирани на неки други начин.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Укључије белешке са чудним именима, нпр. ReadMe.TxT, info.html",
    "Additional extension patterns" : "Додатни шаблони за екстензије",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Један шаблон по линији. Ако је шаблон регуларни израз, треба да почиње са ^  или да завршава са $. Тачка на почетку или доња црта на шаблонима који нису регуларни изрази значи да име мора да завршава са датом ниском.",
    "Additional note file patterns" : "Додатни шаблони за фајлове белешки",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Један шаблон по линији. Ако је шаблон регуларни израз, треба да почиње са ^  или да завршава са $. Ако није тако, онда име мора скроз да се поклапа.",
    "Exclude extension patterns" : "Не укључуј шаблоне екстензија",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Један шаблон по линији. Копирајте тачну ниску знакова из ресурсног фајла. Ово ће помоћи да задржавате листу искључених шаблона када се апликација ажурира.",
    "Ignore extension patterns" : "Игнориши шаблоне екстензија",
    "Exclude note file patterns" : "Не укључуј шаблоне фајлова белешки",
    "Ignore note file patterns" : "Игнориши шаблоне фајлова белешки",
    "Protection is currently active" : "Заштита је тренутно укључена",
    "Protection is currently paused until: <strong>%s</strong>" : "Заштита је тренутно паузирана до: <strong>%s</strong>",
    "Re-enable protection now" : "Поново сад укључи заштиту"
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}