{ "translations": {
    "Ransomware protection" : "Захист від ransomware",
    "File “%1$s” could not be uploaded!" : "Файл \"%1$s\" неможливо завантажити!",
    "Your sync clients are currently blocked from further uploads" : "Зараз заблоковано можливість завантаження даних через ваші клієнти синхронізації",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "Файл «%1$s», який ви намагалися завантажити, відповідає шаблону іменування програм-вимагачів/вірусів «%2$s». Якщо ви впевнені, що ваш пристрій не уражений, ви можете тимчасово вимкнути захист. В іншому випадку ви можете звернутися за допомогою до адміністратора, щоб він зв'язався з вами.",
    "Pause protection" : "Призупинити захист",
    "I need help!" : "Мені потрібна допомога!",
    "User %s may be infected with ransomware and is asking for your help." : "Користувача %s може бути інфіковано здирницьким програмним забезпеченням, він/вона просить по допомогу.",
    "I will help" : "Я допоможу",
    "This app prevents uploading files with known ransomware file endings" : "Цей застосунок не дозволяє завантажувати файли, які містять файлові розширення, що можуть бути програмами з викрадачення даних (ransomware).",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files cannot be affected by another way." : "Ця програма запобігає завантаженню клієнтами Nextcloud Sync файлів із відомими розширеннями, що належать до програм-вимагачів.\n\n⚠️ Ця програма не замінює регулярне резервне копіювання. Особливо з огляду на те, що вона лише запобігає завантаженню та перезапису файлів на вашому сервері Nextcloud інфікованими клієнтами. Вона не допоможе, якщо ваш сервер буде безпосередньо інфікований програмою-вимагачем.\n\n⚠️ Ні розробник, ні Nextcloud GmbH не дають жодних гарантій, що ваші файли не можуть бути уражені іншим способом.",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "Додайте файли з примітками з неочевидними назвами, наприклад ReadMe.TxT, info.html",
    "Additional extension patterns" : "Додаткові шаблони розширень",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "Один шаблон на рядок. Якщо шаблон є регулярним виразом, він повинен починатися з ^ або закінчуватися $. Початкова крапка або підкреслення в шаблонах, що не є регулярними виразами, означають, що ім'я повинно закінчуватися заданим рядком.",
    "Additional note file patterns" : "Додаткові шаблони файлу нотаток",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "Один шаблон на рядок. Якщо шаблон є регулярним виразом, він повинен починатися з ^ або закінчуватися $, інакше ім'я повинно повністю збігатися.",
    "Exclude extension patterns" : "Виключити шаблони розширень",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "Один шаблон на рядок. Скопіюйте точний рядок з файлу ресурсів. Це допоможе зберегти ваші виключення під час оновлення програми.",
    "Ignore extension patterns" : "Ігнорувати шаблони розширень",
    "Exclude note file patterns" : "Виключити шаблони файлу нотаток",
    "Ignore note file patterns" : "Ігнорувати шаблони файлу нотаток",
    "Protection is currently active" : "Захист увімкнено",
    "Protection is currently paused until: <strong>%s</strong>" : "Захист тимчасово вимкнено до: <strong>%s</strong>",
    "Re-enable protection now" : "Увімкнути захист знову"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}