{ "translations": {
    "Ransomware protection" : "勒索軟體防護",
    "File “%1$s” could not be uploaded!" : "無法上傳檔案%1$s",
    "Your sync clients are currently blocked from further uploads" : "你的同步用戶軟體目前已被阻斷進行後續的上傳。",
    "The file “%1$s” you tried to upload matches the naming pattern of a ransomware/virus “%2$s”. If you are sure that your device is not affected, you can temporarily disable the protection. Otherwise you can request help from your admin, so they reach out to you." : "您嘗試上傳的檔案「%1$s」其檔名的格式與勒索軟體或病毒「%2$s」相符，如果你確定你的裝置並未被感染，你可以暫時停止防護，否則請向您的管理員尋求必要協助。",
    "Pause protection" : "防護暫停",
    "I need help!" : "我要求救！",
    "User %s may be infected with ransomware and is asking for your help." : "用戶%s可能被感染勒索軟體，且請求您的協助。",
    "I will help" : "我要求救",
    "This app prevents uploading files with known ransomware file endings" : "此應用程式可以避免上傳有已知勒索病毒檔案結尾的檔案",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files cannot be affected by another way." : "此應用程式會阻止 Nextcloud 同步客戶端上傳帶有已知垃圾病毒檔案結尾的檔案。\n\n⚠️ 此應用程式不能替代一般的備份。特別是因為其僅阻止被感染的客戶端上傳並覆寫您 Nextcloud 伺服器上的檔案。萬一您的伺服器直接被勒索病毒感染，這就無濟於事了。\n\n⚠️ 開發者與 Nextcloud GmbH 均不保證您的檔案不會受其他形式的影響。",
    "Include note files with non-obvious names, e.g. ReadMe.TxT, info.html" : "包含不明顯的名稱的純文字檔案，例如 ReadMe。TxT， info。html",
    "Additional extension patterns" : "額外的附檔名格式",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $. Leading dot or underscore on non-regular expression patterns mean that the name has to end with the given string." : "一行一個格式。如果透過正規表示法表示，則必須以^開頭或者以$結尾。以點或底線符號開頭的非正規表示法格式，則表示必須以同樣符號作為格式名稱的結尾。",
    "Additional note file patterns" : "額外的文字檔案格式",
    "One pattern per line. If the pattern is a regular expression it has to start with ^ or end with $ otherwise the name must be a complete match." : "一行一個格式。如果透過正規表示法表示，則必須以^開頭或者以$結尾。否則名稱必須完全符合。",
    "Exclude extension patterns" : "排除的副檔名格式",
    "One pattern per line. Copy the exact string from the resource file. This helps keeping your exclusions while updating the app." : "一行一個格式。從來源檔案複製確切字串，這樣可以協助您在上傳的APP維持例外。",
    "Ignore extension patterns" : "忽略副檔名格式",
    "Exclude note file patterns" : "排除的文字檔案格式",
    "Ignore note file patterns" : "忽略的文字檔案格式",
    "Protection is currently active" : "防護正在運作",
    "Protection is currently paused until: <strong>%s</strong>" : "暫停防護直到<strong>%s</strong>為止",
    "Re-enable protection now" : "現在已重新啟動防護",
    "This app prevents the Nextcloud Sync clients from uploading files with known ransomware file endings.\n\n⚠️ This app does not replace regular backups. Especially since it only prevents infected clients from uploading and overwriting files on your Nextcloud server. It does not help in case your server is infected directly by a ransomware.\n\n⚠️ Neither the developer nor Nextcloud GmbH give any guarantee that your files can not be affected by another way." : "此應用程式會阻止 Nextcloud 同步客戶端上傳帶有已知垃圾病毒檔案結尾的檔案。\n\n⚠️ 此應用程式不能替代一般的備份。特別是因為其僅阻止被感染的客戶端上傳並覆寫您 Nextcloud 伺服器上的檔案。萬一您的伺服器直接被勒索病毒感染，這就無濟於事了。\n\n⚠️ 開發者與 Nextcloud GmbH 均不保證您的檔案不會受其他形式的影響。"
},"pluralForm" :"nplurals=1; plural=0;"
}